Repository: jweiland-net/tender
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.title
source: Tender
de: Ausschreibungen

# tx_tender_domain_model_tender
source: Tender
de: Ausschreibung

# tx_tender_domain_model_tender.headline
source: Headline
de: Titel der Ausschreibung

# tx_tender_domain_model_tender.url
source: Url
de: Verweis zu einer Webseite

# tx_tender_domain_model_tender.tenderdepartment
source: Tenderdepartment
de: Ausschreibende Stelle

# tx_tender_domain_model_tender.mediafiles
source: Mediafiles
de: Dateien mit weiteren Information

# tx_tender_domain_model_tender.description
source: Description
de: Gewerk/Stellenbeschreibung

# tx_tender_domain_model_tender.start
source: Release date
de: Veröffentlichungsdatum

# tx_tender_domain_model_tender.stop
source: Deadline
de: Abgabefrist

# tx_tender_domain_model_tenderdepartment
source: Tender Department
de: Ausschreibende Stelle

# tx_tender_domain_model_tenderdepartment.name
source: Name
de: Bezeichnung der ausschreibenden Stelle

# tx_tender_domain_model_tenderdepartment.description
source: Description
de: Adresse (falls Amt nicht aus Liste gewählt wird)

# tx_tender_domain_model_tenderdepartment.department
source: department
de: Amt
